testCases/burnTest/cylinderBurn/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.1.x                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      binary;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    bottom
    {
        type            patch;
        nFaces          60;
        startFace       11840;
    }
    sides
    {
        type            patch;
        nFaces          200;
        startFace       11900;
    }
    frontAndBack
    {
        type            empty;
        nFaces          12000;
        startFace       12100;
    }
    top
    {
        type            patch;
        nFaces          60;
        startFace       24100;
    }
)

// ************************************************************************* //
